[
  {
    "Title": "",
    "Type": "",
    "Description": "",
    "AgeRating": "",
    "URL": "https://www.pantaflix.com/"
  },
  {
    "Title": "The Fatal Flying Guillotines",
    "Type": "Action",
    "Description": "Those rascally Shaolin monks are at it again, and this time they're tracking down some vitriolic villains who have heisted a sacred book. Throw in an evil prince, a flying guillotine, and manic martial hijinks, and you've got a potent mix for action.",
    "AgeRating": "18",
    "URL": "https://www.pantaflix.com/en/m/764607"
  },
  {
    "Title": "Von Bananenbäumen träumen",
    "Type": "Documentary",
    "Description": "Die Gemeindekasse ist leer, Arbeitsplätze sind rar, kleine Höfe werden aufgegeben und dann soll auch noch die Schule geschlossen werden! Doch einige Dorfbewohner wollen sich nicht mit dem Niedergang abfinden und fassen einen folgenreichen Beschluss: Sie wollen selber Geld fürs Dorf verdienen. Ihr Geschäftsmodell basiert auf Gülle (reichlich vorhanden), afrikanischen Welsen und: Bananenbäumen!\nDrei Jahre lang beobachtet der Film diese Bewegung – getragen von ganz unterschiedlichen Menschen, die nach und nach nicht nur ihr Dorf, sondern auch sich selbst verändern.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/742853"
  },
  {
    "Title": "Groove - with Bill Evans in Russia",
    "Type": "Music",
    "Description": "Finally, let’s concentrate to the groove. With Bill Evans, till the Mongolian border. The people who run many miles in order to hear the music, to see and to feel it. Once leaving behind the tensions between the continents. This is the journey effecting all of us with the simple message of the pictures: differences and otherness draw, pull, sweep along, move – without many words, rather rhythmical and passionate and always with the whole heart: Groove! Bill Evans, the exceptional saxophone player, the musician, from Moscow till in the boonies, till the places which you’ve never heard, with Trans-Siberian Train, Siberian Airlines and old Lada, faces and places telling the stories – which take your breath away!",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/756413"
  },
  {
    "Title": "The Case of Mr. Spalt",
    "Type": "Comedy",
    "Description": "This satire sets a German film director up against a sceptical panel on censors made up of government officials and religious leaders. Many of the filmmakers and celebrities we see in this trial are recognisable figures in German culture. Unafraid to mock its own assumptions, there is one famous scene in which we see a line-up of well-known directors, all awaiting their own examination in front of this mysterious, unforgiving board.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/743040"
  },
  {
    "Title": "Michael Jackson – Eine Karriere zwischen Schwarz und Weiß",
    "Type": "Documentary",
    "Description": "Michael Jackson hat mit der Dimension seines Erfolgs die Tür geöffnet für alle folgenden schwarzen Künstler, er überwindet stellvertretend alle Rassenschranken, die speziell im amerikanischen Showgeschäft noch bis in die 80er Jahre an der Tagesordnung waren. Anlässlich des dritten Todestages beschäftigt sich die Dokumentation mit dem Phänomen Michael Jackson und analysiert die wesentlichen Kriterien, die ausschlaggebend waren für den Aufstieg des Arbeitersohns zum größten Showstar aller Zeiten.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758292"
  },
  {
    "Title": "Reduced Visibility",
    "Type": "Drama",
    "Description": "When Santi's mother dies one day in a car accident, the everyday life of his patchwork family breaks down. Everyone wants to flee, Santi's big brother Adriano moves out and he and his father Gabriel live together, but distance themselves more and more from each other. \nFive years later, Adriano comes to visit them and meets two completely changed people, who are extremely affected by their cold relationship and situation at home. Through Adriano's visit, Santi and Gabriel are confronted with the now.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764557"
  },
  {
    "Title": "Vicdan",
    "Type": "Drama",
    "Description": "Bir fabrikada işçi olarak çalışan Aydanur, çocukluk arkadaşı Songül’le evli olan tek aşkı Mahmut’la ilişkileri vardır. Mahmut’la önceden beri birliktelikleri olmasına rağmen, Mahmut Songül’le evlenmiştir.Aralarındaki ilişkiyi öğrenen Songül, Aydanur’un rahat tavırlarına uyarak kocasından uzaklaşıp Aydanur’la yakınlaşır. Bu durum, üç kişinin hayatını trajediye döndürecektir.Bereketli Topraklar Üzerinde’nin 28 yıl sonra tekrar vizyona girmesiyle gündeme gelen usta yönetmen Erden Kıral, bu sefer de vicdani duyguların çarpıştığı bir aşk üçgeni hikayesiyle karşımıza çıkıyor.",
    "AgeRating": "13",
    "URL": "https://www.pantaflix.com/en/m/763475"
  },
  {
    "Title": "Goethes Faust",
    "Type": "Drama",
    "Description": "\"Goethes Faust\" is the worldwide first real film version of Goethe's famous theatre play. A wild and dark tale of young Faust, who strives for the world's essence, but his struggle between good and evil destroys an innocent soul. This is a film that echoes long after the curtain falls. A film for young audiences, for fans of inspiring coming-of-age-stories or enthusiasts of poetry, literature and Goethe's lifetime achievements.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764447"
  },
  {
    "Title": "Shadows of Light",
    "Type": "Documentary",
    "Description": "Shadows of Light combines the loud and soft tones of life. The centerpiece is an Austrian mountain pasture where the summer solstice is celebrated with international artists and where tradition and zeitgeist are not contradictory.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764443"
  },
  {
    "Title": "Familienfieber",
    "Type": "Comedy",
    "Description": "Majas and Uwes relationship is stuck in the daily routine. Their marriage is infested with monotony. Quite contrary to Alina, their lovestruck daughter, who calls for an encounter of her and her boyfriend Nicos family. Badly prepared they start off to a place in Brandenburg, unaware of an unpleasant surprise. A secret affair disturbs the alleged harmony of two couples.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/740645"
  },
  {
    "Title": "Klappe Cowboy!",
    "Type": "Comedy",
    "Description": "A self-proclaimed director goes to Berlin to make it big, but ends up in a racy shoot with a conceptual artist that turns into a creative wasp's nest.",
    "AgeRating": "6",
    "URL": "https://www.pantaflix.com/en/m/740702"
  },
  {
    "Title": "Mamma + Mamma",
    "Type": "Drama",
    "Description": "Mamma + Mamma is the story of two women who love each other and of their desire to have a child together. Karole and Ali still don't know that the enthusiasm of this first attempt will be followed by many vicissitudes, but when the desire becomes stronger than the pain and fatigue, miracles can happen.",
    "AgeRating": "6",
    "URL": "https://www.pantaflix.com/en/m/764058"
  },
  {
    "Title": "Lotte",
    "Type": "Drama",
    "Description": "Lotte is impulsive, rough around the edges and leads a colourful life on the streets of Berlin, stumbling from man to man and flat to flat. One night in her local bar she bumps into Marcel, an almost forgotten acquaintance. Just after he recognises her Lotte takes flight, finding refuge in the flat of her friend Sabine. The following day, the events of the previous evening still grate on Lotte and she cannot seem to shake them off, even during her work at the hospital. A young girl, Greta, is brought in, Lotte takes care of her and a gentle affection develops between them. But this happiness is short-lived because, a little later, Lotte witnesses an encounter between Greta and Marcel. The three catch sight of each other and Lotte realises she will not be able to run away this time.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/740704"
  },
  {
    "Title": "Kaddish for a Friend",
    "Type": "Comedy",
    "Description": "Growing up in a Palestinian refugee camp, the 14-year-old Ali Messalam learned to hate Jews at an early age. After escaping Lebanon, he and his family end up in Berlin-Kreuzberg. Here, he tries to fit in and longs for nothing more than to be accepted by his fellow Arab youths. But to gain this recognition, he has to prove himself. In a test of courage, he breaks into the apartment of his Russian neighbor Alexander Zamskoy, an 84-year-old Jewish WWII veteran. But Ali’s “friends” follow him into the apartment and vandalize the old man’s home with abandon. Alexander only recognizes Ali when he returns home earlier than expected and reports him to the police. To avoid being sentenced and deported, Ali is forced to seek out closeness to his enemy.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/741372"
  },
  {
    "Title": "Sensitive - The Untold Story",
    "Type": "Documentary",
    "Description": "Are you \"too shy\" or \"too sensitive\" according to others? Do you have a keen imagination and vivid dreams? Is time alone each day as essential to you as food and water? Do noise and confusion quickly overwhelm you? Did you have meltdowns and tantrums as a child? If your answers are yes, you may be a Highly Sensitive Person (HSP). Most of us feel overstimulated every once in a while, but for the Highly Sensitive Person, it's a way of life. About 1 in 5 people are highly sensitive -- and most don't know it. In 1991 Dr. Aron made a breakthrough discovery: an innate trait of high sensitivity.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/740586"
  },
  {
    "Title": "Insurance Man II",
    "Type": "Documentary",
    "Description": "For a second time filmmaker Klaus Stern visits Mehmet E. Göker, the shady insurance man from Stern’s documentary-hit. Göker now lives in Turkey doing business with the money of his mother. MUMMY IS CHIEF is the working title of the INSURANCE MAN-sequel. The documentary takes a very special look on Göker, who is still a role model for many people who don’t care that he is wanted for arrest in Germany. Because of Göker’s presence and charisma they still want to work for him. MUMMY IS CHIEF analyses the motivation of these people.\nThe film is released in Summer 2015.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/742993"
  },
  {
    "Title": "The Dark Moon",
    "Type": "Independent",
    "Description": "Lunar eclipses are among the most beautiful events in the starry sky. But the lunar eclipse of March 3, 2007 was something special. The atmosphere of that night was unique, as the full moon first appeared ghostly out of the haze, only to rise solemnly into the clear sky. At that time I really wanted to photograph the lunar eclipse as a series of pictures to capture all phases of the eclipse. This strange mood also gave rise to this soundtrack in my head. In 80 minutes, the entire lunar eclipse can be relived.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/764294"
  },
  {
    "Title": "Intelligente Bäume",
    "Type": "Documentary",
    "Description": "Können Bäume tatsächlich miteinander kommunizieren? Die kanadische Wissenschaftlerin Suzanne Simard und der Förster und Bestseller-Autor Peter Wohlleben haben entdeckt, dass  Bäume individuelle Wesen sind die Gefühle haben, Freundschaft kennen, sich über eine gemeinsame Sprache verständigen und umeinander sorgen. Dieser Dokumentarfilm bringt Licht in das Dunkel einer verborgenen Gemeinschaft, schlägt eine Brücke zwischen den Beobachtungen eines Försters und der Wissenschaft und befasst sich mit der Frage, welche Bedeutung diese Erkenntnisse für unser eigenes Leben und unser Verhältnis zum Wald haben könnten.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/740332"
  },
  {
    "Title": "Björk!",
    "Type": "Documentary",
    "Description": "Björk ist zurück und zeigt sich verletzlich wie nie zuvor. Ihr Album „Vulnicura“ ist musikgewordene Verzweiflung, ein tiefer Blick in die Seele, der sonst so scheuen und verschlossenen Künstlerin. Anlässlich ihres 50. Geburtstages erkundet der Film „Björk“ das kreative Universum der Ausnahmekünstlerin. Auf einer Reise durch Island, London, Paris und New York erzählt er von dem Leben und Wirken der Kunst-Missionarin, der es gelingt, immer wieder musikalische und visuelle Meilensteine zu setzen.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758293"
  },
  {
    "Title": "Go Go Crazy",
    "Type": "Comedy",
    "Description": "Welcome to Go Go Crazy: a contest where talent and ambition take a backseat to speedos and desperation. Five shameless contestants with little to gain and nothing to lose take to the stage in a gay nightclub for a chance to achieve go go boy glory and a $1000 cash prize. On the judging panel are a burned out porn star, a Celine Dion \"embodier,\" and the raunchy nightclub owner - all of whom threaten to steal the spotlight from the fame-hungry, back-stabbing contestants. Starring iconic drag comedian Hedda Lettuce, gay adult film star Jake Steel, and some sexy broadway actors, Go Go Crazy is a hilarious, outrageous mockumentary from director Fred M. Caruso (The Big Gay Musical). With a little sex, sabotage, and dirty tricks, this movie will turn you on, bend you over with laughter, and then give you a happy ending.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/746321"
  },
  {
    "Title": "Rocket Perelman",
    "Type": "Comedy",
    "Description": "In the artist colony Rocket Perelman ten people strive to live their version of freedom and independence - everybody for themselves and all together. But that's hard work, since the joined theatre production puts the groups' idealism to a hard test.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/761633"
  },
  {
    "Title": "The Morgenstern & Boyd Trilogy",
    "Type": "Cult",
    "Description": "“The Meadow”, a film by wannabe-director Fritz Aigner, causes a surprising stir at the Venice film festival. As a result, a notable producer tasks Aigner to shoot a sequel. The making of the film turns out to be a disaster. As the entire film crew rebels against the director’s growing delusions of grandeur, he finds himself confronted with the antagonists of his own fiction: Morgenstern and Boyd. They suck him into a spiral of sexual obsessions and omnipotent fantasies...",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764576"
  },
  {
    "Title": "The Accompanist",
    "Type": "Drama",
    "Description": "Jason, early 50s, middle-aged and once handsome, fluid sexuality, works as a piano accompanist at a local ballet studio. He is suffering from memories of a tragic car accident, and is newly divorced from his wife, Karen. At the ballet studio where Jason works as an accompanist for ballet classes, he meets troubled ballet star, Brandon Wykowski, who is looking for a comeback. The attraction is palpable. \nBrandon is impressed by Jason’s “magic” music that somehow captivates the dancers at the studio and allows them to dance with added grace and elegance. However, Brandon’s off-again, on-again boyfriend, Adam, who is also a dancer at the studio, is insanely jealous of the attraction evident between Brandon and Jason.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/763647"
  },
  {
    "Title": "Frontalwatte",
    "Type": "Comedy",
    "Description": "Young Franz was left by his girl and is going around visiting luxury apartments as a potential buyer who is obviously not rich but lives in a city where this can still be pulled of: Berlin. He meets an older woman who is looking to replace him for her teenage son and uses him for the fulfillment of her sexual inappropriateness.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/740724"
  },
  {
    "Title": "Asphyxia",
    "Type": "Drama",
    "Description": "Gloria struggles after the sudden and unexpected loss of her boyfriend with deep pain. Her life is falling apart and she is sinking into depression. It seems impossible to let go of what happened. Gloria is lost in every little memory together, the feel of a touch or personal belongings. The visit of her friend Emma will be the first step to bring Gloria back to life.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/763001"
  },
  {
    "Title": "Die Ära der Supermodels",
    "Type": "Documentary",
    "Description": "Ein Foto von Peter Lindbergh mit den damals noch unbekannten Models, Naomi Campbell, Linda Evangelista, Tatjana Patitz, Christy Turlington und Cindy Crawford setzte den Startschuss für das kurze intensive goldene Zeitalter der Model-Industrie, die Ära der Supermodels. Die Mädchen wurden über Nacht zu globalen Stars. Der Film analysiert das Phänomen und geht der Frage nach, warum gerade diese sechs Mädchen es nach ganz oben schafften, wofür sie standen und welche Sehnsüchte sie bedienten.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758294"
  },
  {
    "Title": "Kraftwerk – Pop Art",
    "Type": "Documentary",
    "Description": "Kraftwerk sind elektronische Pioniere und inspirieren mit ihrem weltweit neuartigen industriellen Sound unzählige andere Künstler. Sie stellten die Rockkultur auf den Kopf und lehnten sich gegen den vorherrschenden Personenkult auf. Die Dokumentation \"Kraftwerk - Pop Art\" nähert sich dem Phänomen Kraftwerk und untersucht die popkulturelle Relevanz.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757546"
  },
  {
    "Title": "Last Ferry",
    "Type": "Crime",
    "Description": "When a young gay lawyer arrives on Fire Island to explore his sexuality, he becomes witness to a murder after being drugged. A stranger helps him to safety, but he soon discovers his saviour is friends with the killer.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/763646"
  },
  {
    "Title": "How We Played the Revolution",
    "Type": "Documentary",
    "Description": "The story of the film begins in 1984, the very beginning of perestroika in USSR, when a group of architects decided to organize a one night music band as a New Year’s party joke in Kaunas, Lithuania. The joke proved to be so good that rumors about the new exciting rock band ANTIS spread from lips to lips. Imposing make-up and props, stylized show, and lyrics were creating pervasive caricature of the Soviet propaganda and perfectly discrediting the absurdity of the Soviet reality. Soon their intellectual clownery grew into the Rock Marches - massive events involving thousands of people - that transformed into the big meetings for Lithuanian Independence later named the Singing Revolution. This is the story about a small country that in a certain period of history managed to overshadow all the other news headlines in the world. This is the story about the people who raised their independence with the smiles and songs regardless of the danger of the situation.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764586"
  },
  {
    "Title": "Homero",
    "Type": "Drama",
    "Description": "Homer, an old man disappointed in life, lives alone in a small apartment in Providencia. One day, he receives an invitation to his granddaughter's birthday. There, Homer finds a small possibility to be able to reunite with his family and try to fix the problems of the past.",
    "AgeRating": "7",
    "URL": "https://www.pantaflix.com/en/m/764497"
  },
  {
    "Title": "London's Burning – Campino auf den Spuren des Punk",
    "Type": "Documentary",
    "Description": "Campino reist mit uns durch New York, London und Düsseldorf und teilt sein Wissen und seine Erfahrungen aus erster Hand. Er geleitet den Zuschauer zu den Orten der ersten und entscheidenden Punk-Konflikte und trifft Rebellen und Insider von damals wie Tony James, Charlie Harper, Viv Albertine, Julien Temple, Chris Sullivan, TV Smith oder Bob Geldof.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757545"
  },
  {
    "Title": "Erinnerungen an Franz und Maria Marc",
    "Type": "Documentary",
    "Description": "Franz Marc war einer der bedeutendsten Expressionisten Deutschlands.\n\nIn diesem Film geht es um die Erinnerungen Maria Marcs an die gemeinsame Zeit mit ihrem Franz.\nIn ihren schriftlichen Aufzeichnungen erfahren wir von ihrem Kennenlernen und der Verbindung zu den anderen Frauen in Marc´s Leben bis hin zu ihrer eigenen glücklichen Eheschliessung.\n\nDarüber hinaus erzählt auch ihr Groß-Neffe Erwin Wimmers, geboren 1942, die eine oder andere Geschichte über seine „Tante Mieze“. Gemeinsam mit ihm suchen wir die verschiedenen Schauplätze des Zusammenlebens von Franz und Maria Marc auf.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/762913"
  },
  {
    "Title": "Good Kisser",
    "Type": "Drama",
    "Description": "At the request of her girlfriend Kate, the young author Jenna agrees to a threesome for one night only- and the exotic Mia seems to be the perfect candidate. While Kate is looking forward it, Jenna’s nerves seem to get the best of her. \n\nThe tension is almost palpable, but Mia’s charm serves as the perfect remedy, turning Jenna’s insecurity into lust and desire. After a lot of wine, deep conversations and passionate kissing, the three women let the sweet temptation run its course.\n\nBut what begins as an adventure soon turns out to be a night of revelations that none of the three women saw coming.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/764525"
  },
  {
    "Title": "Konuşan Hayvanlar",
    "Type": "Comedy",
    "Description": "Can(Emir Özyakışır), 8-9 yaşlarında hayvanları çok seven bir çocuktur. Can’ın ailesi hayvanları koruma parkında çalışmaktadır. Bu yüzden Can; annesi (Ayça Erturan), babası (Ferit Aktuğ) ve babaannesiyle (Hülya Duyar) birlikte parkın müştemilatında yaşar. Can’ın diğer çocuklardan çok farklı bir özelliği vardır, hayvanları duyar ve onlarla konuşur. Bir gün parkın sahibesi Şaheste (Ebru Akel) parkın arazisini satıp, yerine rezidans yapmaya karar verir. Şaheste’nin babası, orada hayvanların bakımı yapıldığı için parkın satılmasına müsaade etmez.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/764472"
  },
  {
    "Title": "Mensch Herbert",
    "Type": "Music",
    "Description": "Mit 17 Millionen verkauften Tonträgern ist Herbert Grönemeyer der kommerziell erfolgreichste Musiker Deutschlands. Die Dokumentation über sein Leben und Wirken gibt einen ungewöhnlich tiefen und ehrlichen Einblick in die Gedankenwelt des Stars.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757553"
  },
  {
    "Title": "(M)other",
    "Type": "Documentary",
    "Description": "Being mother is the most natural thing in the world. Or so it seems. Yet the demands on women with children have rarely been as overloaded and contradictory as they are in today's Western world. Promises of happiness are often followed by disadvantages, excessive demands and feelings of guilt. The mother has become an artificially glorified ideal, which nevertheless is often legitimized by the \"nature of the woman\". We live in a time when three people could claim to be the same child's mother: egg donors give their genes to beget children, surrogate mothers deliver babies which they give away immediately after birth, and men raise children by themselves – without a woman at their side. Hence the question arises: What makes a human being a real mother?\nIn a personal and kaleidoscope-like play of thoughts, director Antonia Hungerland encounters a variety of people, none of whom seems to conform to the fundamental image of a real mother.\n(M)OTHER is a poetic documentary expedition that raises socially highly relevant and forward-looking questions.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764169"
  },
  {
    "Title": "Wu-Tang Saga",
    "Type": "Documentary",
    "Description": "\"Wu-Tang Saga\" documents two years in the lives of Hip-Hop's ultimate group, The Wu-Tang Clan! Narrated exclusively by the Clan themselves. Get a behind the scenes, look at life on tour with all nine members of the Hip-Hop supergroup.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758899"
  },
  {
    "Title": "Kadın İşi Banka Soygunu",
    "Type": "Action",
    "Description": "Maddi ve manevi açıdan zor günler geçiren Gülay, arkadaşlarıyla buluştukları akşam, ancak banka soyarsa kendini kurtarabileceğini esprili bir şekilde söyler. Başta diğer arkadaşlarının da ciddiye almadığı bu şaka, aralarında uzayıp gider ve ciddi bir soygun planına dönüşür. Hiçbirinin tahmin etmediği bu planıın aksamaması için ellerinden geleni yaparken birtakım gülünç sürprizler ve dostluklarını sınayan anlar da onları beklemektedir.",
    "AgeRating": "7",
    "URL": "https://www.pantaflix.com/en/m/763080"
  },
  {
    "Title": "Sağ Salim 2",
    "Type": "Comedy",
    "Description": "Salim kimsesi olmayan bir cenazeyi memleketine götürmeye karar verir. Ancak bu yolculuk yolda karşılaştığı yol arkadaşı Nihal'le birlikte azılı katiller ve kötü adamlarla mücadele ettikleri bir maceraya dönüşür. Nihal'in annesi intikam için rehin alındığında ise işler iyice karışır. Adamlarımız artık seri katil olarak aranmaktadır ve yakalanmamak için kılık değiştirmek zorunda kalırlar. Ne var ki bu da çözüm olmaz ve talihsizlikler iyice çığrından çıkar. Salim tekrar eline silah almak zorunda kalır, Nihal ise başı beladan kurtulmayan Salim'den uzaklaşıp annesini tek başına kurtarmak zorundadır. Salim ise yaşadığı bu büyük travmalar sonrasında artık ne ölümden ne de ölümden korkmaktadır, Nihal'i yalnız bırakmak istemez ve peşine düşer...",
    "AgeRating": "13",
    "URL": "https://www.pantaflix.com/en/m/763070"
  },
  {
    "Title": "Peter Maffay – Auf dem Weg zu mir. Ein Roadmovie durch das Jahr 2013",
    "Type": "Documentary",
    "Description": "Seine Platten verkaufen sich millionenfach, eine treue Fangemeinde begleitet den gebürtigen Rumänen seit den 70er-Jahren durch seine verschiedenen Schaffensperioden. Wie kaum ein anderer Künstler versteht es Peter Maffay, sein Publikum mit einer einmaligen Bandbreite an unterschiedlichen Projekten und musikalischen Facetten zu begeistern.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757544"
  },
  {
    "Title": "Insurance Man",
    "Type": "Documentary",
    "Description": "The story of Mehmet Göker, 32, the absolute ruler of a sect-like insurance empire. The film shows rise and fall of the Turkish-born young entrepreneur from Kassel. A story of greed and megalomania, but also an enlightening insight into the business conduct of private health insurance.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/742992"
  },
  {
    "Title": "Kahlschlag",
    "Type": "Thriller",
    "Description": "Martin and Eric grew up in a small village in Mecklenburg-Vorpommern. They have been friends since they were little boys and met when they were fishing, and from then on went to the lake together every Sunday. But their friendship is also marked by rivalry, because on one of their trips together they also met Frenni, who both fell in love with. The three of them roamed the woods and fields as children and remained friends when they grew up and Frenni got together with Eric. The couple is inseparable and very much in love, and this great love and the friendship of the threesome is only repeatedly tested by the drunken attacks by Eric’s unpredictable, aggressive twin brother Basti.\nMartin and Eric grew up in a small village in Mecklenburg-Vorpommern. They have been friends since they were little boys and met when they were fishing, and from then on went to the lake together every Sunday. But their friendship is also marked by rivalry, because on one of their trips together they also met Frenni, who both fell in love with. The three of them roamed the woods and fields as children and remained friends when they grew up and Frenni got together with Eric. The couple is inseparable and very much in love, and this great love and the friendship of the threesome is only repeatedly tested by the drunken attacks by Eric’s unpredictable, aggressive twin brother Basti.\nMartin and Eric grew up in a small village in Mecklenburg-Vorpommern. They have been friends since they were little boys and met when they were fishing, and from then on went to the lake together every Sunday. But their friendship is also marked by rivalry, because on one of their trips together they also met Frenni, who both fell in love with. The three of them roamed the woods and fields as children and remained friends when they grew up and Frenni got together with Eric. The couple is inseparable and very much in love, and this great love and the friendship of the threesome is only repeatedly tested by the drunken attacks by Eric’s unpredictable, aggressive twin brother Basti.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/764553"
  },
  {
    "Title": "Ferien",
    "Type": "Comedy",
    "Description": "Vivian Baumann ist erschöpft. Eigentlich ist sie auf dem besten Weg, Staatsanwältin zu werden und mit ihrem Freund zusammenzuziehen, aber gerade geht es einfach nicht weiter. Sie versucht auf die mütterliche Couch zu flüchten, aber dort ist kein Platz mehr für sie. Ihr Vater denkt, dass sie sich nur mal richtig erholen muss und verschifft sie auf eine Insel. Im Gepäck hat er allerlei gute Ratschläge für positives Denken und Selbstoptimierung. Doch Vivi fühlt sich überfordert. Langsam erkundet Vivi die Insel und schließt Freundschaften mit den eigentümlichen Bewohnern. Sie nimmt einen Job in dem kleinen Laden von Otto an und mietet sich bei der alleinerziehenden Biene ein, die mit ihrem dreizehnjährigen Sohn Eric zusammen wohnt. Vivi findet für eine Weile Gefallen am Unvollkommenen und befreit sich vom Zwang, etwas beweisen zu müssen.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/739786"
  },
  {
    "Title": "Silk",
    "Type": "Documentary",
    "Description": "100% Silk is an independent record label and taste-maker in the expanding and evolving world of electronic dance music. In June of 2012, four core acts from the label, LA Vampires, Ital, Magic Touch and Maria Minerva, embarked a lengthy group tour through the UK, Europe, and beyond. Silk is an expressionistic documentary that chronicles the performances, cultural environments, and global scenes through which the trip traveled. The motivating philosophies and emotions of the artists involved are visually articulated with seven fully staged dance sequences conceived and choreographed by Mecca Vazie Andrews and the Los Angeles Contemporary Dance Company. Silk is a music documentary, live concert experience, essayistic travelogue and above all, dance film.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/740446"
  },
  {
    "Title": "Lez Bomb",
    "Type": "Comedy",
    "Description": "Lauren is enjoying domestic bliss with her girlfriend Hailey in their Brooklyn apartment, which they share with Austin. Coming out to her loving family is the next step for Lauren and she plans on doing so during Thanksgiving. \nAs Lauren plucks up the courage to break the news to her family, Austin unexpectedly shows up at the family gathering in New Jersey, giving her family the impression that Austin and Lauren are an item. Assuming Hailey is single, Lauren’s brother immediately starts hitting on her. As if things weren’t crazy enough, the family is forced to relocate their Thanksgiving celebrations to their motel after an accidental fire in the bathroom caused by Lauren’s uncle. \nAs it turns out, there is no good time to drop the L-Bomb.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764448"
  },
  {
    "Title": "Riley Parra: Better Angels",
    "Type": "LGBT",
    "Description": "Riley Parra is a good cop in a corrupt department who discovers a war between angels and demons is being waged in her city. Both sides have chosen mortal champions, and Riley is the only chance the Good side has of winning.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764055"
  },
  {
    "Title": "Spinnin'",
    "Type": "Drama",
    "Description": "Garate and Omar are young, gay and in love, and want to have a child. After failed attempts with their female pals, they befriend Raquel, a pregnant woman whose partner has died of aids. Sound conventional? Spinnin' is anything but. It is a wildly entertaining, inventive and cheeky film that throws the audience in the centre of these friends' chaotic lives, and celebrates being alive. Garate and Omar are surrounded by myriad colourful characters: from new-born babies to Garate's 60 plus father who is falling in love again; to two policemen who list things that are important to them, in the desire that their lists match up; to a couple who are either kissing each other, or fighting - both with equal passion; and many, many others. There's not a dull minute in this whirlwind of a film. Surrender to the charms of Spinnin' and you will leave the cinema wanting to embrace each other, dance and throw your arms up in joy. A Festival highlight.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/746326"
  },
  {
    "Title": "Das weiße Kaninchen",
    "Type": "Crime",
    "Description": "Es geht um Träume und Versuchungen in \"Das weiße Kaninchen\", um das Spiel mit falschen Identitäten und dem Missbrauch von Vertrauen.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/761082"
  },
  {
    "Title": "HomeSick",
    "Type": "Drama",
    "Description": "Ambitious cello student Jessica moves into a new flat, together with her boyfriend Lorenz. When she receives the honorable invitation to represent Germany in an international contest for classic music it seems to be her great opportunity - at the same time it means enormous pressure. In her home, Jessica starts to prepare herself meticulously for the contest. However, her own four walls don't seem to give her shelter as Jessica finds herself more and more exposed to small and major anonymous harassments. What is the neighbour's involvement prying mysteriously behind half-closed curtains? Lorenz doesn't notice any of this and therefore finds it hard to believe Jessica's assumptions, which creates conflict between the young couple. The increasing pressure and stress begin to noticeably gnaw on Jessica's everyday life and pretty soon reality and imagination blur. Eventually Jessica finds her life scattered, caused by her own ambition.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/740646"
  },
  {
    "Title": "Udo Lindenberg auf Tour",
    "Type": "Documentary",
    "Description": "Udo Lindenberg ist in Bestform und so populär wie nie. Der Titel der aktuellen Tournee im Frühjahr ist Udo Lindenbergs Lieblingsphilosophie: \"Ich mach' mein Ding\". Schon seit den ersten Proben in Mannheim Anfang März hat ein Team um den renommierten Regisseur Hannes Rossacher die Tour von Udo Lindenberg begleitet und sehr persönliche Blicke hinter den Kulissen eingefangen.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/757593"
  },
  {
    "Title": "Philipp Hochmair - Eine Reise mit Jedermann (Film+Bonusmaterial)",
    "Type": "Documentary",
    "Description": "Die Dokumentation gibt Einblicke in Philipp Hochmairs ganz persönliche Auseinandersetzung mit dem Stück „Jedermann“ von Hugo v. Hofmannsthal. Gemeinsam mit seiner Band „Die Elektrohand Gottes“ verwandelte er den alten Text in ein vielstimmiges Sprechkonzert und entwickelt inzwischen immer wieder neue musikalische Varianten. In einer Art Reisebericht – konzipiert von Philipp Hochmair und Bernadette Schugg – zeigt der Film in Ausschnitten Highlights der letzten Jahre auf großen und kleinen Bühnen.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764569"
  },
  {
    "Title": "Delay, Deny, Hope You Die",
    "Type": "Documentary",
    "Description": "This award-winning documentary tells the story of American soldiers who were poisoned by open-air burn pits on military bases in Iraq and Afghanistan.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758408"
  },
  {
    "Title": "Alki Alki",
    "Type": "Comedy",
    "Description": "Tobias (Heiko Pinkowski) and Bottle (Peter Trabner) are friends for life. Since their youth, the two have not been separated from each other for a day. Tobias is in the prime of his life, has wife and children. He is responsible. And yet he does not seem to grow up. With his buddy Bottle he rocks the nightclubs and celebrates with young people whose father he could be. The two drink alcohol for nights and lying in bed during the day hungover. But the carefree lightness of youthfulness has long since vanished. Tobias is increasingly arguing with his wife Anika (Christina Grosse), his three children and his partner Thomas (Thorsten Merten), with whom he has founded an architectural office. Tobias loses his driving license, orders in the office, the love life with his wife and the joy of his children. Finally, he builds a car accident that almost costs the lives of his children. Bit by bit, Tobias realizes that his friendship with Bottle is no longer good for him and that it is now time to separate and go his own way. But when Tobias comes to this realization, it is long too late. Tobias can not get rid of the bottle. So the murderous spiral continues. Until it gets dirty.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/761635"
  },
  {
    "Title": "The Falls: Covenant of Grace",
    "Type": "Drama",
    "Description": "This third and final film of the Falls trilogy revisits former Mormon missionaries Chris and RJ, six years after they first fell in love and were disciplined for it, as they formulate a plan to be together at long last.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/746385"
  },
  {
    "Title": "Drive Me Home",
    "Type": "Drama",
    "Description": "Close childhood friends Antonio and Agostino grew up together in rural Sicily, desperate to escape life in their small village and discovering the world. Now in their 30s they both live abroad but haven’t seen each other in years. When Antonio one day learns that his family house, since long abandoned, is about to be sold, he embarks on a journey to find his old friend and travel back to Sicily to reclaim it. However, with their relation forever changed, old conflicts and new revelations are threatening to put a dramatic end to their road trip across Europe. A generational story about finding a place called home, wherever you are.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764056"
  },
  {
    "Title": "Helmut Schmidt – Lebensfragen",
    "Type": "Documentary",
    "Description": "Die Öffentlichkeit kennt ihn vor allem durch die Zigarette in seiner Hand. Kein Rauchverbot wird sie ihm je verbieten können. Mit starker Hand führte er die Hamburger Bürger durch die große Sturmflut von 1962 und lotste die Bundesrepublik durch krisengeschüttelte 1970er und frühe 1980er Jahre. Unnachgiebig ging er geben RAF-Terrorismus vor und setzte trotz Widerstand der Friedensbewegung den NATO-Doppelbeschluss durch. Heute ist Helmut Schmidt, 95, so populär wie nie zuvor … – Der NDR widmet dem Altkanzler zu seinem 95. Geburtstag einen Film über sein Leben. Dafür öffnete Helmut Schmidt sogar erstmals sein Privatarchiv mit Fotos, Dokumenten und Notizen.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/756861"
  },
  {
    "Title": "Metropolis",
    "Type": "Drama",
    "Description": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/763437"
  },
  {
    "Title": "Dying for Everest",
    "Type": "Documentary",
    "Description": "In 2015 double amputee Mark Inglis reached the summit of Mt Everest.  and was plunged into a storm of controversy when it was learned he had passed an incapacitated climber, Englishman David Sharp, leaving him to a lonely death high in the Death Zone.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/741288"
  },
  {
    "Title": "Stevie Wonder – Soul Genius",
    "Type": "Documentary",
    "Description": "Stevie Wonder gilt  als einer der größten und mitreißendsten Live-Künstler seiner Zeit. Unsterblich hat ihn der Erfolg seiner Pop-Klassiker wie \"Isn't She Lovely\", \"You Are the Sunshine of My Life\" oder \"Superstition\" gemacht - bei Fans und Kritikern gleichermaßen.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757537"
  },
  {
    "Title": "Berlin Stories",
    "Type": "Documentary",
    "Description": "„Berlin Stories – Books of a City“ is a character study of the capital based on the stories that were and are written there. Witnesses are Franz Biberkopf, protagonist of the great Berlin novel “Berlin Alexanderplatz”, Herr Lehmann from Sven Regener’s West Berlin story of the same name and Paul and Paula, the East Berlin couple from Ulrich Plenzdorf’s “Legende vom Glück ohne Ende”.\n\nWhat vision of Berlin do these characters convey? Does an image of the city consolidate? Or does Berlin’s literature consist of nothing but chronicles of stages and sensitivities of a city that is “condemned forever to becoming and never being”?\nIs there one big contemporary novel that manages to handle today’s Berlin with all its complexity? And can a city that keeps reinventing itself perpetually leave a literary fingerprint by which it can be grasped at all?",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/739082"
  },
  {
    "Title": "Where We Go from Here",
    "Type": "Drama",
    "Description": "Ricky and his young lover Raul visit the PULSe nightclub in Orlando. Both men are unaware of the chaotic events that are about to unfold, leaving them fighting for survival in a night ruled by terror. \nEnglish teacher Elena’s suffers from domestic violence at home and her personal situation goes from bad to worse as she tries to tutor one of her students Khalid. Little does she know that another real danger is lurking around the school, in Binghamton New York. \nThe married Adele is trying to figure out her feelings for her secret lover Mathilde. Adele’s husband Francois is having none of it, making the situation between the three a lot more tense and difficult. In an attempt to distract themselves from the complicated circumstances, Adele, Mathilde and Francois visit the concert hall Bataclan for a night out. Instead, they find themselves in a gruelling nightmare.\nThree incredibly emotional stories of ordinary people’s lives, shine a light on the life-changing consequences sudden acts of violence bring with them.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764567"
  },
  {
    "Title": "Where Are You Going, Habibi?",
    "Type": "Comedy",
    "Description": "Ibrahim falls in love with Alexander, a blond, blue eyed German criminal and show wrestler who is straight - an impossible friendship that surpasses the both of them.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/748191"
  },
  {
    "Title": "Missing The Dennis Martin Case",
    "Type": "Documentary",
    "Description": "The Martin family were on a relaxing camping and hiking trip in the Great Smoky Mountains. Everyone was having fun and enjoying the great outdoors. Then tragedy strikes and the Martins are faced with the reality that their young son is missing. It is every parents worse nightmare. This film chronicles those events and explores some of the lesser known aspects of the case. Based on real events.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/764533"
  },
  {
    "Title": "Annem",
    "Type": "Drama",
    "Description": "A selfless mother who makes the impossible “possible” for her daughter. A daughter who is ashamed of her mother and wants to run away from her and the life with her. Her journey to the college drives Nazli away from the village she has grown up. But years later, she wants to go back to where she was born, back to her mother...",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764052"
  },
  {
    "Title": "Love Steaks",
    "Type": "Comedy",
    "Description": "A luxury hotel. Steaks frizzle, muffintops getting massaged. Clemens (rare) joins the wellness area as a rookie.  Lara (well-done) needs to assert herself in the kitchen pack.  The elevator brings the two of them together.  They encounter each other, until they clash.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/740285"
  },
  {
    "Title": "The Farmer",
    "Type": "Documentary",
    "Description": "THE FARMER is the story of one man's resistance against the seemingly unstoppable megatrends of our time, spearheaded by a Bhutanese farmers' leader, Sangay, and told from the perspective of a German film director, Irja. Together they shoot a fictional TV series for the only Bhutanese broadcaster to contrast the rapid rural exodus currently taking place in Bhutan with the vision of a new, forward-looking generation of farmers. While the fictional scenes tell the story of a young woman from the city being confronted with the challenges of farm life, the documentary scenes show two people's struggle to realize their dream of changing things for the better. Both journeys lead into a new world full of huge obstacles, unexpected precipices and hidden treasures.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/763455"
  },
  {
    "Title": "Sisters! Share everything",
    "Type": "Comedy",
    "Description": "Three sisters, Ama, Senta & Klara, are all completely different. Ama is a doctor, Senta works as a prostitute, while Klara is a housewife, married to a violent husband, Markus. One day when Klara arrives brutally beaten at the door of Ama and Klara, the sisters go into action. Markus is “disposed of” – although he will still posthumously father Ama’s child. Soon, another Markus enters the sisters’ lives. This Markus wants to marry Ama. The only catch? He’s a homicide detective. Now the entire family including the mother, Rosa, and father, Erich, are caught up in a series of bizarre events.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/750470"
  },
  {
    "Title": "State of Play",
    "Type": "Documentary",
    "Description": "A feature documentary about the world of South-Korean professional gamers. Every year thousands of South-Koreans flock to the game stadiums in Seoul to watch the Pro League, a live sports event where professional gamers compete to be the best at one single video game: Starcraft.  It’s a title many young South Koreans dream of. The game itself is more than a decade old, almost ancient in the fast developing world of video games, but in South Korea it has become a national past-time. Like most specator sports, this world of eSports rapidly evolved in a multi-million dollar business.  In this story, we follow 3 boys in different stages of their career as a Pro-Gamer in South Korea. For some it will be a struggle to stay on top of their game, for others it might be the turning point of their lives.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/740422"
  },
  {
    "Title": "Lichter",
    "Type": "Drama",
    "Description": "Eine Handvoll Menschen sucht im deutsch-polnischen Grenzgebiet ihr Glück. Da ist zum Beispiel der polnische Taxifahrer, der Geld für das Kommunionskleid seiner Tochter braucht, und der verzweifelte Ukrainer, der mit seiner Familie durch die Oder waten will, um im Westen einen Neuanfang zu machen. Oder der ruinierte Ladenpächter, der versucht, Matratzen zu verkaufen, und die hübsche Sonja, die als Dolmetscherin arbeitet und eines Tages für einen russischen Flüchtling Sympathie empfindet - zum Verdruss ihres Freundes.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/758941"
  },
  {
    "Title": "Shoulder Arms",
    "Type": "Comedy",
    "Description": "An American doughboy, stationed in France during the Great War, goes on a daring mission behind enemy lines and becomes a hero.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/764495"
  },
  {
    "Title": "Bwoy",
    "Type": "Drama",
    "Description": "Bwoy follows Brad O’Connor who, after the death of his son, becomes entangled in a chaotic and passionate online love affair with Yenny, a young Jamaican man. With both Brad and his wife Marcia seeking solace in destructive ways, their lives and relationships are pushed to the brink, culminating in tragic confrontations that no one can avoid.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/746245"
  },
  {
    "Title": "NO LIMITS",
    "Type": "Documentary",
    "Description": "His new adventure takes Zanardi to one of the most famous endurance races in the world: The 24 Hours of Spa-Francorchamps. He shares the cockpit of the BMW GT race car with two of the fastest men in the sport: Ex-Formula 1 driver Timo Glock and touring-car champ Bruno Spengler. They form nothing less than an all-star team of race-track pioneers, going beyond limits and limitations. Never before has a handicapped driver competed in a 24 hour race on this level with able-bodied drivers. The documentary covers the whole story: From their first get-together at BMW headquarters in Munich until the lights turn green in Belgium and the Iron Man with plastic legs limps into his racing car, changing seat and steering wheel with his teammate. But for Alex Zanardi, even after the marathon race, his mission is not over. Only four days later, he is eager to defend his white jersey at the Handcycle World Championship in Switzerland - an outrageous challenge, even for the man with no limits.",
    "AgeRating": "0",
    "URL": "https://www.pantaflix.com/en/m/741709"
  },
  {
    "Title": "Mr. Leather",
    "Type": "Documentary",
    "Description": "In 2018 the second edition of the Mr. Leather Brazil competition happens.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/763880"
  },
  {
    "Title": "Bill Evans: Time Remembered",
    "Type": "Documentary",
    "Description": "Bill Evans Time Remembered is a 90-minute documentary film, produced by Bruce Spiegel which tells the story of Bill Evans’ turbulent life and his contribution to jazz music.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/758863"
  },
  {
    "Title": "Michael - (K)ein Harter Vampirfilm",
    "Type": "Comedy",
    "Description": "Super-Aufreißer Michael wird von einer Vampirin in den Penis gebissen. Da ohne Blutfluss die Erektion ausbleibt (und ewige Verdammnis droht), macht er sich mit seinem Bruder Mumu, dessen Freundin und seinem perversen Priester-Vater auf, um die Blutsaugerin zu töten und dadurch seine Männlichkeit zurück zu gewinnen.",
    "AgeRating": "18",
    "URL": "https://www.pantaflix.com/en/m/763040"
  },
  {
    "Title": "The Lawyer",
    "Type": "Drama",
    "Description": "Successful corporate lawyer Marius has pretty much everything he could ask for. But there is still a void in his life, which he begins to feel even more strongly after the loss of his father.\n\nIn an attempt to cope with his grief, Marius searches for company online and gets to know the charming Ali, a refugee from Syria, over a hot video chat.",
    "AgeRating": "12",
    "URL": "https://www.pantaflix.com/en/m/764612"
  },
  {
    "Title": "Ustanicka Street",
    "Type": "Drama",
    "Description": "Ustanička ulica is a Serbian political thriller.  Dušan Ilić (Gordan Kičić), employed at the Serbian state prosecutor's office, gets a top secret case to investigate a war crime committed by a disbanded paramilitary unit. He manages to find Mićun (Uliks Fehmiu) who's the only surviving witness.",
    "AgeRating": "16",
    "URL": "https://www.pantaflix.com/en/m/764582"
  },
  {
    "Title": "Love Me Anyway",
    "Type": "Drama",
    "Description": "A sun soaked drama about a gay filmmaker falling for a dreamy surfer, a man trying to save his marriage and a young wife exploring the greener grass of an extramarital affair with another woman.",
    "AgeRating": "Not rated",
    "URL": "https://www.pantaflix.com/en/m/757041"
  }
]
